Revit 2027 API
ParameterTypeId.ArrowSize Property
 "Tick Size"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ArrowSize { get; }
Public Shared ReadOnly Property ArrowSize As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ArrowSize {
	ForgeTypeId^ get ();
}
static member ArrowSize : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace